{
    "... egyéni vállalkozásod van, nonprofit szervezetben dolgozol, vagy nagyvállalatot vezetsz. Ha elég érdekes a feladat, el fogom vállalni.": "... you have a small business, work in a nonprofit organization, are head of a big company. If your problem is interesting enough, I will do the job.",
    "1-2 példa": "1-2 examples",
    "67developer programozás": "67developer",
    "Akkor tudok segíteni, ha...": "I can help you, if...",
    "A munkám egyben a hobbim és szenvedélyem, de a fiam születése óta nálam már a család az első. Elsősorban azokat a munkákat vállalom el, melyek kellőképpen érdekesek, motiválóak és valamilyen szinten a világ is jobb hely lesz tőlük.": "I love my job, it's my hobby! But after the birth of my son, the family comes before anything else. Because of this I do only jobs which are interresting and motivating enough, or make our world a better place.",
    "A papír vagy excel alapú folyamatok többnyire digitalizálhatóak. Végezze egy gép az unalmas, repetatív munkát!": "I can digitalize most paper or excel based workflows. Let the computer do the repetative work!",
    "Az oldal elkészítéséhez az alább felsorolt tartalmakat és nyílt forráskódú rendszereket használtam fel.": "I used the content and open source systems listed below to create this page. ",
    "Belső webshop a kis és nagykereskedők felé, valamint egyedi CRM rendszer a képviselőknek.": "It's an internal B2B webshop with a custom CRM system for representatives.",
    "Családi költségvetés tervező alkalmazás.": "Family budgeting system.",
    "Digitalizáció": "Digitalization",
    "Elavult, lassú, hibásan működő weboldalakat és rendszereket javítok, teszek ismét korszerűvé és villámgyorssá.": "I am fixing outdated, slow, malfunctioning websites and systems, making them modern and lightning fast again.",
    "Ezeket használom": "I am using",
    "Ezen túl bármibe szívesen beleásom magam néhány nap vagy hét alatt.": "Beyond that, I’m happy to dig into anything in a few days or weeks. ",
    "Felhasznált tartalmak": "Content used ",
    "Gergő vagyok,": "I am Greg,",
    "Ha van egy érdekes problémád": "If you have a problem",
    "Kapcsolat": "Contact",
    "Kredit": "Credit",
    "Lassú, évek óta nem frissített webes rendszereket javítok, optimalizálok, teszek villámgyorssá és biztonságossá.": "I repair, optimize, and make slow web systems lightning fast and secure again. ",
    "Leggyakrabban belső ügyviteli rendszereket fejlesztek, így nem tudom őket közvetlenül megmutatni, de olyan is akad, amit meg tudsz nézni.": "Most of the time, I develop internal administration systems, so I can’t show them directly, but there are some that you can look at.",
    "Legyenek a folyamataid gyorsak, modernek, hatékonyak!": "Have a fast, modern and efficient website! ",
    "Minden jog fenntartva": "All rights reserved",
    "weboldalakat készítek": "I do websites",
    "Referencia": "Portfolio",
    "Saját nonprofit projekt, örökbefogadható állatok országos adatbázisa.": "My  non-profit project: national database of adoptable animals.",
    "Segítek feltérképezni a vállalkozásodban rejlő digitális potenciált 10+ év fejlesztési tapasztalatával.": "I help you discover the digital potential of your business with 10+ years of development experience.",
    "Szolgáltatások": "Services",
    "Tanácsadás": "Consulting",
    "Technologia": "Technologia",
    "Technológia": "Technology",
    "Több ezer diák, dolgozó és partner adatainak és jogosultságainak automatizált kezelése, M365 és LDAP szinkronizáció, és rengeteg egyedi fejlesztés, kihívás.": "Automated management of data and permissions for thousands of students, workers, and partners, M365 and LDAP synchronization, and plenty of custom development and challenge.",
    "Weboldal korszerüsítés": "Website update "
}
